20260630T215114--exim-learnings__exim_learning.html
<!DOCTYPE html>
<html lang="en">
<head>
<!-- 2026-06-30 Tue 18:19 -->
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>exim learnings</title>
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<header>
<h1 class="title">exim learnings</h1>
</header><nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgf4f4d67">EXIM overview and trade flow.</a>
<ul>
<li><a href="#org2aaf81b">Every document has a job. The proforma invoice starts the deal, the commercial invoice becomes the final bill, the packing list describes how the goods are packed, and the shipping bill is the customs document that lets goods leave India. The bill of lading or airway bill proves that the carrier received the cargo, and the certificate of origin tells which country the goods came from. These documents are the paper trail of the shipment.</a></li>
</ul>
</li>
<li><a href="#org14f6836">DGFT, IEC, HS code, and import/export policy basics.</a>
<ul>
<li><a href="#org661123a">DGFT = the Indian foreign trade authority.</a></li>
</ul>
</li>
<li><a href="#orgd769118">Export documents and what each one means.</a></li>
<li><a href="#org0a6f5da">Customs, shipping, CHA, and clearance flow.</a></li>
<li><a href="#org5db4ed2">Packaging, labeling, and dispatch basics.</a></li>
<li><a href="#org8760ce0">Trade finance, payment methods, and risk.</a></li>
<li><a href="#org0586f1e">Certificate of origin, rules of origin, FTAs/PTAs, and how they matter.</a></li>
</ul>
</div>
</nav>
<div id="outline-container-orgf4f4d67" class="outline-2">
<h2 id="orgf4f4d67">EXIM overview and trade flow.</h2>
<div class="outline-text-2" id="text-orgf4f4d67">
<dl class="org-dl">
<dt>exim</dt><dd>export import</dd>
</dl>
</div>
<div id="outline-container-org2aaf81b" class="outline-3">
<h3 id="org2aaf81b">Every document has a job. The proforma invoice starts the deal, the commercial invoice becomes the final bill, the packing list describes how the goods are packed, and the shipping bill is the customs document that lets goods leave India. The bill of lading or airway bill proves that the carrier received the cargo, and the certificate of origin tells which country the goods came from. These documents are the paper trail of the shipment.</h3>
</div>
</div>

<div id="outline-container-org14f6836" class="outline-2">
<h2 id="org14f6836">DGFT, IEC, HS code, and import/export policy basics.</h2>
<div class="outline-text-2" id="text-org14f6836">
</div>
<div id="outline-container-org661123a" class="outline-3">
<h3 id="org661123a">DGFT = the Indian foreign trade authority.</h3>
<div class="outline-text-3" id="text-org661123a">
<p>
IEC = Importer-Exporter Code, the trade ID of the firm.
</p>

<p>
HS code = product classification number.
</p>

<p>
Policy decides whether a product is free, restricted, canalized, or prohibited.
</p>

<p>
Wrong code or missing registration can cause problems later.
</p>

<ol class="org-ol">
<li>Tiny real-life story</li>
</ol>
<p>
A company wants to export a ceramic item. First it needs an IEC, then the product must be classified correctly with an HS code, and then the business must follow the right policy path for that product. Once this base is correct, the rest of the export process becomes much smoother.
</p>

<ol class="org-ol">
<li>Common mistake to avoid</li>
</ol>
<p>
Do not think DGFT is the customs office, and do not think IEC is the same as HS code. DGFT is the authority, IEC is the business number, and HS code is the product number. Keeping these three separate in your mind will make the rest of EXIM much easier
</p>
</div>
</div>
</div>

<div id="outline-container-orgd769118" class="outline-2">
<h2 id="orgd769118">Export documents and what each one means.</h2>
<div class="outline-text-2" id="text-orgd769118">
<p>
Proforma invoice = first quote.
</p>

<p>
Commercial invoice = final bill.
</p>

<p>
Packing list = packing details.
</p>

<p>
Shipping bill = customs export clearance document.
</p>

<p>
Bill of lading = sea transport document.
</p>

<p>
Airway bill = air transport document.
</p>

<p>
Certificate of origin = origin proof.
</p>

<p>
LC and bill of exchange are payment documents.
</p>
</div>
</div>


<div id="outline-container-org0a6f5da" class="outline-2">
<h2 id="org0a6f5da">Customs, shipping, CHA, and clearance flow.</h2>
<div class="outline-text-2" id="text-org0a6f5da">
<p>
Customs checks legal compliance and matching documents.
</p>

<p>
CHA helps file and manage customs clearance.
</p>

<p>
Shipping bill starts the customs export filing.
</p>

<p>
Assessment and examination may happen before approval.
</p>

<p>
LEO means the export is allowed.
</p>

<p>
Stuffing means container loading and sealing.
</p>

<p>
Freight forwarder moves the cargo; CHA clears it.
</p>
</div>
</div>

<div id="outline-container-org5db4ed2" class="outline-2">
<h2 id="org5db4ed2">Packaging, labeling, and dispatch basics.</h2>
<div class="outline-text-2" id="text-org5db4ed2">
<p>
Packaging protects the goods and is especially important for fragile ceramics.
</p>

<p>
Double boxing and strong cushioning are common safe methods.
</p>

<p>
Labels should show handling instructions, origin, and destination.
</p>

<p>
Customs may inspect cargo, so packaging should allow safe reopening and resealing.
</p>

<p>
Fumigation is usually about wood/pest compliance, not changing the ceramic itself.
</p>
</div>
</div>


<div id="outline-container-org8760ce0" class="outline-2">
<h2 id="org8760ce0">Trade finance, payment methods, and risk.</h2>
<div class="outline-text-2" id="text-org8760ce0">
<p>
Trade finance solves the gap between shipment and payment.
</p>

<p>
LC is the safest common bank-backed method for exporters.
</p>

<p>
Documentary collection is cheaper but gives less protection than LC.
</p>

<p>
Open account is buyer-friendly but risky for the exporter.
</p>

<p>
Advance payment is best for exporter safety.
</p>
</div>
</div>


<div id="outline-container-org0586f1e" class="outline-2">
<h2 id="org0586f1e">Certificate of origin, rules of origin, FTAs/PTAs, and how they matter.</h2>
</div>
</div>
</body>
</html>